/* Device Kind to be reported to the system */
"HP Fax" = "HP-fax";

/* The beginning of the fax job */
"Contacting fax..." = "Kontaktar fax...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Enheten upptagen, försöker igen...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Söker efter fax...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Förbereder faxning...";

/* Page progress */
"Sending page %lu..." = "Skickar sidan %lu...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Kan inte kontakta faxen, köar till nästa fax i klassen...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "URI stöds inte";

